export const faqItems = [
  {
    title: 'ＣＴＲＬとは？',
    heading: 'CTRLとは？',
    img: 'whatIs',
    body:
      '我がコンピュータ技術研究会は2008年に設立されたサークルです。名前のとおりコンピュータに関することを主な活動内容としています。 プログラミングを学び、ソフトを作ったりして遊んでいます。'
  },
  {
    title: 'どんな人がいるの？',
    heading: 'どんな人がいるの？',
    img: 'whoIs',
    body:
      '情報科学科や電気電子通信工学科が多いです。他にも情報系、理工系の学生が在籍しています。入部において学年・学部・学科等は問いません。 サークルに来た時点で、ゲーム作成の経験があり、バリバリにプログラムが書ける人もいれば、 大学に入学するまで殆どパソコンを触ったことがなく、動画再生のために使うぐらいという初心者など様々です。'
  },
  {
    title: '活動内容は？',
    heading: '普段どんなことしてるの？',
    img: 'contentIs',
    body:
      'プログラミング・ハードウェア・ネットワーク・PCによる動画等の作成など行っております。 基本的には横浜祭または世田谷祭に向けてプロジェクトを立ち上げて、文化祭で成果を発表する形になります。 プロジェクトは現在は個人のものが多くなっていますが、複数人でチームを組んでのプロジェクトとしても構いません。 また、定期的に報告会を開き、プロジェクトの枠を超えて意見交換なども行っています。 それ以外にも、プログラミングなどの講座や合宿などサークル全体での活動もあります。'
  },
  {
    title: '活動場所は？',
    heading: 'どこでいつ活動してるの？',
    img: 'place',
    body:
      '毎週水曜日14:00～17:00に活動しています。場所は世田谷キャンパス1号館2階F教室(12F)またはオンラインです。'
  }
] as const
