export default function () {

    return [
        {
            title: "CTRLとは？",
            body:
                "我がコンピュータ技術研究会は2008年に設立された新しいサークルです。名前のとおりコンピュータに関することを主な活動内容としています。 プログラミングを学び、ソフトを作ったりして遊んでいます。"
        },
        {
            title: "どんな人がいるの？",
            body:
                "知識工学部の情報科学科が多く、次に情報ネットワークが多いです。工学部の人もいます。学部・学科に偏りはありますが、学年・学部・学科等は問いません。 (現状、知識工学部が多く、ソフトウェアに偏りがちです。別の学科の方がきてくださればハード系の出来ることの範囲が広がります) サークルに来た時点で、すでに応用情報技術者の資格を持っていてバリバリにプログラムが書ける人もいれば、 大学に入学するまで殆どパソコンを触ったことがなく、動画再生のために使うぐらいという初心者など様々です。"
        },
        {
            title: "普段どんなことしてるの？",
            body:
                "プログラミング・ハードウェア・ネットワーク・PCによる動画等の作成など行っております。 基本的には横浜祭または世田谷祭に向けてプロジェクトを立ち上げて、文化祭で成果を発表する形になります。 プロジェクトは現在は個人のものが多くなっていますが、複数人でチームを組んでのプロジェクトとしても構いません。 また、定期的に報告会を開き、プロジェクトの枠を超えて意見交換なども行っています。 それ以外にも、プログラミングなどの講座や合宿などサークル全体での活動もあります。"
        },
        {
            title: "どこで活動してるの？",
            body: "世田谷キャンパス1号館2階　Ｆ教室(12F)で活動しています。"
        }
    ]
}